Repository: pavelleonidov/tirs_foundation
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# section.title
source: 1 column section
de: Einspaltiger Raster

# section.description
source: Section container
de: Einspaltiger Container über Elemente

# 2cols.title
source: 2 columns
de: 2 Spalten

# 3cols.title
source: 3 columns
de: 3 Spalten

# 4cols.title
source: 4 columns
de: 4 Spalten

# celayout.leftColumn
source: Left column
de: Spalte links

# celayout.rightColumn
source: Right column
de: Spalte rechts

# celayout.centerColumn
source: Center column
de: Mittlere Spalte

# celayout.column2
source: 2nd column
de: 2. Spalte

# celayout.column3
source: 3rd column
de: 3. Spalte

# grid.sheet.smallDevices
source: Small devices (>=768px)
de: Tablets (>=768px)

# grid.sheet.extraSmallDevices
source: Extra small (<768px)
de: Mobilgeräte (<768px)

# grid.sheet.largeDevices
source: Large (>=1200px)
de: Grosse Screens (>=1200px)

# grid.sheet.customClasses
source: Custom classes
de: Weitere class-Attribute

# grid.label.col1
source: Column 1
de: Spalte 1

# grid.label.col2
source: Column 2
de: Spalte 2

# grid.label.col3
source: Column 3
de: Spalte 3

# grid.label.col4
source: Column 4
de: Spalte 4

# grid.label.moreWidth
source: More width
de: Weitere Breite

# grid.label.notset
source: not set
de: nicht gesetzt

# grid.label.moreOptions
source: More options
de: Weitere Optionen

# grid.label.special
source: Special
de: Spezial

# grid.label.hidden
source: hidden
de: verstecken

# grid.label.visible
source: visible
de: anzeigen

# grid.label.style
source: Style
de: Stil

# grid.label.collapse
source: Collapse
de: Zusammenfallen

# grid.label.none
source: none
de: keine

# grid.label.yes
source: yes
de: ja

# grid.label.no
source: no
de: nein

# accordion.title
source: Accordion from content
de: Accordion aus dem Inhalt

# celayout.accordionElements
source: Accordion elements
de: Accordion-Elemente

# tabs.title
source: Tabs from content
de: Tabs aus dem Inhalt

# celayout.tabsElements
source: Tabs elements
de: Tabs-Elemente

# grid.accordion.expandFirst
source: Expand first item
de: Erstes Element ausklappen

# grid.section.widthOfSection
source: Content width of this section
de: Breite dieses Containers

# grid.section.widthOfSection.grid
source: Normal grid width
de: Normale Rasterbreite

# grid.section.widthOfSection.full
source: Full width with no space to screen edge
de: Volle Breite ohne Abstand zu den Bildschirmkanten

# grid.section.widthOfSection.fluid
source: Full width with normal container space to screen edge
de: Volle Breite mit normalem Abstand zu den Bildschirmkanten

# grid.slider.items
source: Number of items visible at the same time
de: Anzahl Elemente, die zur gleichen Zeit sichtbar sind

# grid.slider.slideBy
source: Number of items to scroll at the same time
de: Anzahl Elemente, die zur gleichen Zeit wechseln sollen

# grid.slider.itemsMedium
source: Number of items visible at the same time on screen size >= medium (Set to 0 if same number as above)
de: Anzahl Elemente, die zur gleichen Zeit bei einer Bildschirmbreite >= medium sichtbar sein sollen (auf 0 setzen falls gleicher Wert wie oben)

# grid.slider.slideByMedium
source: Number of items to scroll at the same time on screen size >= medium (Not set if number of items is 0)
de: Anzahl Elemente, die zur gleichen Zeit bei Breite >= medium wechseln sollen (nicht gesetzt falls Anzahl an Elementen 0 entspricht)

# grid.slider.smartSpeed
source: Slide animation speed in milliseconds
de: Slide-Animationsgeschwindigkeit in Millisekunden

# grid.slider.loop
source: Enable infinity loop
de: Wiederholungsschleife aktivieren

# grid.slider.center
source: Enable center item
de: Zentrierung der Elemente aktivieren

# grid.slider.mouseDrag
source: Enable mouse drag
de: Maus-Gesten aktivieren

# grid.slider.touchDrag
source: Enable touch drag
de: Touch-Gesten aktivieren

# grid.slider.pullDrag
source: Stage pull to edge.
de: Bühne in die Kanten ziehen.

# grid.slider.freeDrag
source: Item pull to edge.
de: Slide-Element in die Kanten ziehen

# grid.slider.nav
source: Show next/prev buttons
de: Vor-/Zurück-Button zeigen

# grid.slider.rewind
source: Go backwards when the boundary has reached
de: Zurücksetzen falls die Grenze erreicht ist

# grid.slider.dots
source: Show dots navigation
de: Punktnavigation zeigen

# grid.slider.dotsEach
source: Show one dot for a number of items (Set to 0 for automatic calculation)
de: Einen Punkt für gewählte Anzahl an Elementen zeigen (Auf 0 setzen für automatische Berechnung)

# grid.slider.dotsEachMedium
source: Show one dot for a number of items on screen size >= medium (Not set if number of items is 0)
de: Einen Punkt für gewählte Anzahl an Elementen zeigen für Bildschirmbreite >= medium (Nicht gesetzt falls Elementanzahl = 0 ist)

# grid.slider.autoplay
source: Enable autoplay
de: Autoplay aktivieren

# grid.slider.autoplayTimeout
source: Set autoplay interval in milliseconds
de: Autoplay-Intervall in Millisekunden

# grid.slider.autoplayHoverPause
source: Pause autoplay on mouse hover
de: Autoplay pausieren bei Mausübergang

# grid.sheet.general
source: General settings
de: Allgemeine Einstellungen

# grid.sheet.animation
source: Animation settings
de: Animationseinstellungen

# grid.sheet.slides
source: Slides settings
de: Slide-Einstellungen

# grid.sheet.controls
source: Control settings
de: Kontrolleinstellungen

# grid.sheet.fullwidth
source: Fullwidth settings
de: Vollbreiten-Einstellungen

# grid.sheet.fullwidth.description
source: Used only if parent secton is set to "Full width with no space to screen edge"
de: Wird nur bei der Einstellung "Volle Breite ohne Abstand zu den Bildschirmkanten" verwendet

# 2cols.description
source: Inserts a 2-columns grid for content. The width of each column may be set for different screen sizes.
de: Fügt einen 2-Spalten-Raster für Inhaltselemente ein. Die Breite jeder Spalte kann für verschiedene Bildschirmbreiten angepasst werden.

# 3cols.description
source: Inserts a 3-columns grid for content.
de: Fügt einen 3-Spalten-Raster für Inhaltselemente ein. Die Breite jeder Spalte kann für verschiedene Bildschirmbreiten angepasst werden.

# 4cols.description
source: Inserts a 4-columns grid for content.
de: Fügt einen 4-Spalten-Raster für Inhaltselemente ein. Die Breite jeder Spalte kann für verschiedene Bildschirmbreiten angepasst werden.

# accordion.description
source: Each content element within the grid represents an accordion element. The title fields are used as accordion bar titles.
de: Jedes Inhaltselement innerhalb des Rasters repräsentiert ein Accordion-Element. Die Titelfelder der Elemente werden als Navigationstitel verwendet.

# tabs.description
source: Each content element within the grid represents an tab element. The title fields are used as tab title.
de: Jedes Inhaltselement innerhalb des Rasters repräsentiert ein Tab-Element. Die Titelfelder der Elemente werden als Navigationstitel verwendet.

# slider.description
source: Each content element within the grid represents a slider element.
de: Jedes Inhaltselement innerhalb des Rasters repräsentiert ein Slide-Element.

# grid.label.equalizeColumns
source: Equalize columns
de: Einheitliche Größe für alle Elemente

# grid.slider.autoHeight
source: Set slider height based on current slide and not based on all slides
de: Slider-Höhe basierend auf aktuellem Slide
